Revit 2027 API
IFCOpeningDimensions Constructor
Overload List
Name | Description
IFCOpeningDimensions() |  Creates default opening dimensions with zero values.
IFCOpeningDimensions(IFCAnyHandle) |  Creates opening dimensions with a specified handle. The opening handle.
Top
See Also
Reference
IFCOpeningDimensions Class
Autodesk.Revit.DB.IFC Namespace